{"lace": 0, "perch": 1, "pry": 2, "soften": 3, "snip": 4, "skim": 5, "skin": 6, "follow": 7, "strew": 8, "whack": 9, "simmer": 10, "brown": 11, "string": 12, "ladle": 13, "rise": 14, "dampen": 15, "spoon": 16, "cook": 17, "slather": 18, "wipe": 19, "cool": 20, "stiffen": 21, "whisk": 22, "level": 23, "tear": 24, "pinch": 25, "try": 26, "sand": 27, "adjust": 28, "gut": 29, "skewer": 30, "dip": 31, "round": 32, "shave": 33, "force": 34, "fold": 35, "barbecue": 36, "bake": 37, "poke": 38, "peel": 39, "melt": 40, "crush": 41, "devein": 42, "punch": 43, "water": 44, "dry": 45, "shove": 46, "scramble": 47, "leaven": 48, "narrow": 49, "divide": 50, "lengthen": 51, "replace": 52, "plop": 53, "zip": 54, "paste": 55, "dangle": 56, "splash": 57, "strike": 58, "cram": 59, "sharpen": 60, "garnish": 61, "tenderize": 62, "warp": 63, "warm": 64, "stick": 65, "grill": 66, "join": 67, "squish": 68, "strain": 69, "hardboil": 70, "sweeten": 71, "cap": 72, "pour": 73, "thin": 74, "drill": 75, "pickle": 76, "scatter": 77, "wedge": 78, "debone": 79, "encircle": 80, "slit": 81, "bend": 82, "slip": 83, "dress": 84, "sit": 85, "tilt": 86, "enlarge": 87, "stir": 88, "stand": 89, "moisten": 90, "blacken": 91, "lay": 92, "drape": 93, "bind": 94, "smack": 95, "scoop": 96, "crumple": 97, "wind": 98, "ignite": 99, "move": 100, "shake": 101, "glide": 102, "braise": 103, "arrange": 104, "return": 105, "dab": 106, "flour": 107, "rake": 108, "shatter": 109, "break": 110, "bang": 111, "bread": 112, "drop": 113, "refresh": 114, "slide": 115, "roast": 116, "quarter": 117, "scorch": 118, "clamp": 119, "reduce": 120, "sprinkle": 121, "extract": 122, "whip": 123, "leave": 124, "settle": 125, "stud": 126, "correct": 127, "shut": 128, "grease": 129, "hull": 130, "clarify": 131, "put": 132, "bash": 133, "drench": 134, "spill": 135, "filter": 136, "turn": 137, "shred": 138, "place": 139, "suspend": 140, "wash": 141, "ring": 142, "open": 143, "paint": 144, "top": 145, "attach": 146, "store": 147, "shell": 148, "thaw": 149, "season": 150, "serve": 151, "prune": 152, "shower": 153, "boil": 154, "coat": 155, "steep": 156, "clip": 157, "strengthen": 158, "saute": 159, "slap": 160, "dash": 161, "seed": 162, "churn": 163, "saw": 164, "blanch": 165, "screw": 166, "toughen": 167, "soak": 168, "knead": 169, "mix": 170, "build": 171, "singe": 172, "prick": 173, "puree": 174, "compress": 175, "siphon": 176, "evaporate": 177, "coil": 178, "refrigerate": 179, "clear": 180, "saturate": 181, "cover": 182, "face": 183, "pipe": 184, "clean": 185, "brew": 186, "reheat": 187, "blend": 188, "dot": 189, "thicken": 190, "overcook": 191, "mince": 192, "fillet": 193, "toast": 194, "dice": 195, "sugar": 196, "tape": 197, "cube": 198, "hit": 199, "get": 200, "beat": 201, "batter": 202, "submerge": 203, "dye": 204, "wring": 205, "smash": 206, "immerse": 207, "remove": 208, "patch": 209, "stuff": 210, "steam": 211, "set": 212, "dump": 213, "sear": 214, "light": 215, "freeze": 216, "dislodge": 217, "powder": 218, "close": 219, "marinate": 220, "glaze": 221, "pump": 222, "decorate": 223, "oxidize": 224, "spray": 225, "blot": 226, "unfold": 227, "broil": 228, "tug": 229, "tuck": 230, "contract": 231, "dissolve": 232, "load": 233, "widen": 234, "spear": 235, "smother": 236, "pop": 237, "scallop": 238, "tint": 239, "raise": 240, "stretch": 241, "pile": 242, "fry": 243, "empty": 244, "squash": 245, "carve": 246, "lift": 247, "spritz": 248, "dribble": 249, "chill": 250, "char": 251, "pierce": 252, "sculpt": 253, "wilt": 254, "straighten": 255, "harden": 256, "mound": 257, "loop": 258, "pack": 259, "bathe": 260, "pound": 261, "rip": 262, "caramelize": 263, "deep-fry": 264, "sever": 265, "pan-fry": 266, "pat": 267, "mold": 268, "make": 269, "parboil": 270, "baste": 271, "split": 272, "fill": 273, "oil": 274, "hang": 275, "deflate": 276, "dust": 277, "expand": 278, "butter": 279, "lower": 280, "drain": 281, "drip": 282, "grind": 283, "withdraw": 284, "twirl": 285, "position": 286, "poach": 287, "bruise": 288, "shape": 289, "cut": 290, "nudge": 291, "ease": 292, "add": 293, "spread": 294, "combine": 295, "crack": 296, "snap": 297, "knock": 298, "knot": 299, "press": 300, "insert": 301, "rotate": 302, "crisp": 303, "roll": 304, "husk": 305, "flatten": 306, "drizzle": 307, "scald": 308, "slice": 309, "preheat": 310, "microwave": 311, "inject": 312, "slash": 313, "lard": 314, "squirt": 315, "prod": 316, "core": 317, "pepper": 318, "zest": 319, "rub": 320, "burn": 321, "stem": 322, "stew": 323, "bury": 324, "shuck": 325, "smear": 326, "stir-fry": 327, "surround": 328, "chop": 329, "bone": 330, "discard": 331, "float": 332, "brush": 333, "wrap": 334, "prepare": 335, "condense": 336, "solidify": 337, "douse": 338, "wax": 339, "tamp": 340, "funnel": 341, "form": 342, "defrost": 343, "frost": 344, "heat": 345, "heap": 346, "grate": 347, "line": 348, "squeeze": 349, "spice": 350, "pull": 351, "smooth": 352, "nestle": 353, "dirty": 354, "trim": 355, "pin": 356, "taste": 357, "toss": 358, "crumble": 359, "twist": 360, "curl": 361, "mash": 362, "pit": 363, "check": 364, "film": 365, "cream": 366, "tip": 367, "scrape": 368, "flood": 369, "swirl": 370, "tie": 371, "shrink": 372, "scrub": 373, "separate": 374, "scale": 375, "macerate": 376, "deglaze": 377, "salt": 378, "liquefy": 379, "crease": 380, "push": 381, "fasten": 382, "rinse": 383, "finish": 384, "flip": 385, "skew": 386, "transfer": 387, "juice": 388, "sautee": 389, "layer": 390, "process": 391, "julienne": 392, "kneed": 393, "wet": 394, "let": 395, "tomatoe": 396, "sift": 397, "appear": 398, "daikon": 399, "cilantro": 400, "pan": 401, "run": 402, "ground": 403, "continue": 404, "lie": 405, "apply": 406, "seal": 407, "start": 408, "keep": 409, "rest": 410, "do": 411, "dough": 412, "take": 413, "sieve": 414, "bring": 415, "crumb": 416, "assemble": 417, "leftover": 418, "puff": 419, "can": 420, "sort": 421, "pre": 422, "repeat": 423, "clove": 424, "use": 425, "rid": 426, "become": 427, "allow": 428, "find": 429, "moist": 430, "bowl": 431, "mend": 432, "sauce": 433, "pluck": 434, "give": 435, "wait": 436, "come": 437, "maintain": 438, "low": 439, "cheddar": 440, "plate": 441, "smoke": 442, "absorb": 443, "ketch": 444, "cardamom": 445, "ramen": 446, "rice": 447, "paddle": 448, "starch": 449, "thread": 450, "glue": 451, "marinade": 452, "slot": 453, "surface": 454, "elastic": 455, "flake": 456, "hold": 457, "stream": 458, "shre": 459, "fish": 460, "preserve": 461, "dilute": 462, "bun": 463, "tin": 464, "thyme": 465, "broth": 466, "trasfer": 467, "shallot": 468, "crash": 469, "crimp": 470, "test": 471, "include": 472, "distil": 473, "stack": 474, "placce": 475, "shorten": 476, "weave": 477, "cle": 478, "refridgerate": 479, "oven": 480, "switch": 481, "need": 482, "create": 483, "begin": 484, "uncover": 485, "stalk": 486, "bubble": 487, "remain": 488, "macaroni": 489, "hydrate": 490, "enclose": 491, "refrie": 492, "work": 493, "help": 494, "bite": 495, "garlic": 496, "arange": 497, "weigh": 498, "massage": 499, "lemon": 500, "medium": 501, "sizzle": 502, "wre": 503, "sundrie": 504, "cucumber": 505, "seperate": 506, "drag": 507, "granulate": 508, "dredge": 509, "precook": 510, "mayonnaise": 511, "curry": 512, "measure": 513, "feed": 514, "bundle": 515, "pick": 516, "distribute": 517, "reach": 518, "name": 519, "scallion": 520, "score": 521, "dunk": 522, "save": 523, "zucchini": 524, "deseede": 525, "burst": 526, "butt": 527, "pulse": 528, "candy": 529, "gluten": 530, "texture": 531, "remebere": 532, "invert": 533, "handle": 534, "bot": 535, "reserve": 536, "relish": 537, "increase": 538, "cinnamon": 539, "fluff": 540, "exclude": 541, "patty": 542, "contain": 543, "cling": 544, "dive": 545, "brine": 546, "anchovie": 547, "carrot": 548, "scour": 549, "tighten": 550, "ferment": 551, "presoake": 552, "dig": 553, "purpose": 554, "desire": 555, "knee": 556, "triangle": 557, "double": 558, "wear": 559, "uncooke": 560, "egg": 561, "berry": 562, "release": 563, "steak": 564, "cabbage": 565, "grapesee": 566}
